{
  "<unk>": 0,
  "yes": 1,
  "no": 2,
  "1": 3,
  "2": 4,
  "white": 5,
  "3": 6,
  "blue": 7,
  "black": 8,
  "red": 9,
  "0": 10,
  "4": 11,
  "green": 12,
  "brown": 13,
  "yellow": 14,
  "5": 15,
  "gray": 16,
  "6": 17,
  "orange": 18,
  "frisbee": 19,
  "tennis": 20,
  "pink": 21,
  "left": 22,
  "skiing": 23,
  "cat": 24,
  "right": 25,
  "bathroom": 26,
  "dog": 27,
  "nothing": 28,
  "kitchen": 29,
  "baseball": 30,
  "phone": 31,
  "wood": 32,
  "silver": 33,
  "none": 34,
  "broccoli": 35,
  "7": 36,
  "snow": 37,
  "pizza": 38,
  "skateboarding": 39,
  "tile": 40,
  "purple": 41,
  "black and white": 42,
  "skateboard": 43,
  "motorcycle": 44,
  "banana": 45,
  "standing": 46,
  "stop": 47,
  "surfboard": 48,
  "china airlines": 49,
  "hot dog": 50,
  "snowboarding": 51,
  "soccer": 52,
  "kite": 53,
  "eating": 54,
  "giraffe": 55,
  "plane": 56,
  "11": 57,
  "cow": 58,
  "chair": 59,
  "snowboard": 60,
  "zebra": 61,
  "man": 62,
  "sitting": 63,
  "fork": 64,
  "bench": 65,
  "laptop": 66,
  "tree": 67,
  "tan": 68,
  "table": 69,
  "8": 70,
  "cake": 71,
  "clear": 72,
  "sheep": 73,
  "male": 74,
  "skis": 75,
  "winter": 76,
  "maybe": 77,
  "walking": 78,
  "flowers": 79,
  "birthday": 80,
  "boat": 81,
  "sand": 82,
  "dirt": 83,
  "food": 84,
  "bus": 85,
  "sunny": 86,
  "9": 87,
  "building": 88,
  "umbrella": 89,
  "airplane": 90,
  "surfing": 91,
  "bird": 92,
  "water": 93,
  "living room": 94,
  "grass": 95,
  "bike": 96,
  "unknown": 97,
  "ground": 98,
  "blue and white": 99,
  "helmet": 100,
  "greyhound": 101,
  "red and white": 102,
  "elephant": 103,
  "no one": 104,
  "tie": 105,
  "bat": 106,
  "glasses": 107,
  "leaves": 108,
  "metal": 109,
  "fall": 110,
  "10": 111,
  "beach": 112,
  "cell phone": 113,
  "down": 114,
  "spoon": 115,
  "fence": 116,
  "refrigerator": 117,
  "train": 118,
  "catcher": 119,
  "12": 120,
  "pig": 121,
  "plastic": 122,
  "beige": 123,
  "people": 124,
  "plate": 125,
  "car": 126,
  "pepsi": 127,
  "tennis racket": 128,
  "delta": 129,
  "bear": 130,
  "outside": 131,
  "nike": 132,
  "grazing": 133,
  "truck": 134,
  "25": 135,
  "trees": 136,
  "stripes": 137,
  "brick": 138,
  "girl": 139,
  "pharos": 140,
  "square": 141,
  "cows": 142,
  "tennis rackets": 143,
  "up": 144,
  "air france": 145,
  "sign": 146,
  "knife": 147,
  "beer": 148,
  "inside": 149,
  "fish": 150,
  "old": 151,
  "france": 152,
  "wall": 153,
  "bag": 154,
  "hat": 155,
  "floral": 156,
  "clouds": 157,
  "butter": 158,
  "woman": 159,
  "scissors": 160,
  "bicycle": 161,
  "night": 162,
  "not sure": 163,
  "christmas": 164,
  "solid": 165,
  "zebras": 166,
  "shadow": 167,
  "mountains": 168,
  "oranges": 169,
  "heart": 170,
  "dell": 171,
  "sink": 172,
  "office": 173,
  "don't know": 174,
  "cheese": 175,
  "window": 176,
  "elephants": 177,
  "sulfur": 178,
  "couch": 179,
  "rectangle": 180,
  "on table": 181,
  "neither": 182,
  "female": 183,
  "backpack": 184,
  "kiwi": 185,
  "off": 186,
  "africa": 187,
  "english": 188,
  "restaurant": 189,
  "bottle": 190,
  "baby": 191,
  "eggs": 192,
  "signs": 193,
  "15": 194,
  "ford": 195,
  "volleyball": 196,
  "bedroom": 197,
  "not possible": 198,
  "6:10": 199,
  "street": 200,
  "light": 201,
  "chocolate": 202,
  "park": 203,
  "many": 204,
  "nowhere": 205,
  "cooking": 206,
  "racket": 207,
  "river": 208,
  "southwest": 209,
  "usa": 210,
  "fruit": 211,
  "glass": 212,
  "toothbrush": 213,
  "bananas": 214,
  "afternoon": 215,
  "shower": 216,
  "flag": 217,
  "shoes": 218,
  "shorts": 219,
  "horse": 220,
  "field": 221,
  "london": 222,
  "passenger": 223,
  "apple": 224,
  "toshiba": 225,
  "flickr": 226,
  "can't tell": 227,
  "outdoor": 228,
  "noon": 229,
  "onions": 230,
  "14": 231,
  "tv": 232,
  "playing tennis": 233,
  "salad": 234,
  "beard": 235,
  "home": 236,
  "cucumber": 237,
  "20": 238,
  "fridge": 239,
  "carrots": 240,
  "16": 241,
  "bridge": 242,
  "hay": 243,
  "lot": 244,
  "overcast": 245,
  "person": 246,
  "tracks": 247,
  "red and black": 248,
  "glove": 249,
  "cabs": 250,
  "calf": 251,
  "paper": 252,
  "vanilla": 253,
  "round": 254,
  "small": 255,
  "clock": 256,
  "rug": 257,
  "wilson": 258,
  "50": 259,
  "white and black": 260,
  "house": 261,
  "coffee": 262,
  "donuts": 263,
  "rugby": 264,
  "stick": 265,
  "ponytail": 266,
  "brushing teeth": 267,
  "pole": 268,
  "lunch": 269,
  "mayonnaise": 270,
  "cars": 271,
  "blue and yellow": 272,
  "cutting": 273,
  "100": 274,
  "camera": 275,
  "ivory": 276,
  "bread": 277,
  "sunglasses": 278,
  "football": 279,
  "mozzarella": 280,
  "motorcycles": 281,
  "very": 282,
  "remote": 283,
  "zoo": 284,
  "mountain": 285,
  "spinach": 286,
  "peppers": 287,
  "unsure": 288,
  "texting": 289,
  "real": 290,
  "ocean": 291,
  "pictures": 292,
  "soda": 293,
  "seagull": 294,
  "celery": 295,
  "110": 296,
  "paint": 297,
  "chopsticks": 298,
  "wii": 299,
  "brown and white": 300,
  "teddy": 301,
  "teddy bears": 302,
  "bears": 303,
  "posing": 304,
  "open": 305,
  "skating": 306,
  "fire hydrant": 307,
  "sinks": 308,
  "1:58": 309,
  "slippers": 310,
  "summer": 311,
  "pliers": 312,
  "4:30": 313,
  "bun": 314,
  "white and brown": 315,
  "dinner": 316,
  "everts air cargo": 317,
  "concrete": 318,
  "bed": 319,
  "one way": 320,
  "flying kite": 321,
  "31": 322,
  "carpet": 323,
  "roses": 324,
  "picture": 325,
  "vacuum": 326,
  "england": 327,
  "los angeles": 328,
  "n6594q": 329,
  "branch": 330,
  "net": 331,
  "clothes": 332,
  "computer": 333,
  "ceiling": 334,
  "north": 335,
  "yellow and white": 336,
  "pine": 337,
  "carrot": 338,
  "a": 339,
  "sun": 340,
  "clay": 341,
  "tennis shoes": 342,
  "giraffes": 343,
  "ball": 344,
  "circle": 345,
  "parrot": 346,
  "teepee": 347,
  "rackets": 348,
  "forward": 349,
  "city": 350,
  "tea": 351,
  "vertical": 352,
  "lab": 353,
  "watch": 354,
  "sky": 355,
  "cutting hair": 356,
  "wild": 357,
  "electric": 358,
  "passengers": 359,
  "sliced": 360,
  "rain": 361,
  "full": 362,
  "spring": 363,
  "vegetables": 364,
  "ski poles": 365,
  "tiles": 366,
  "teddy bear": 367,
  "desk": 368,
  "24": 369,
  "hot dogs": 370,
  "mayo": 371,
  "beef": 372,
  "driving": 373,
  "ladder": 374,
  "sidewalk": 375,
  "road": 376,
  "in": 377,
  "yellow and black": 378,
  "13": 379,
  "yellow and blue": 380,
  "on plate": 381,
  "parking lot": 382,
  "cross": 383,
  "semi": 384,
  "cold": 385,
  "70": 386,
  "warm": 387,
  "star": 388,
  "candle": 389,
  "donut": 390,
  "chicken": 391,
  "strawberries": 392,
  "daytime": 393,
  "striped": 394,
  "curry": 395,
  "2000": 396,
  "penne": 397,
  "chain link": 398,
  "sandwich": 399,
  "welcome": 400,
  "on bench": 401,
  "66": 402,
  "raining": 403,
  "pepper": 404,
  "gloves": 405,
  "fluorescent": 406,
  "dirty": 407,
  "flying": 408,
  "school": 409,
  "smoke": 410,
  "twins": 411,
  "cloth": 412,
  "cotton": 413,
  "nashville": 414,
  "halloween": 415,
  "pepperoni": 416,
  "mack": 417,
  "hero": 418,
  "pitcher": 419,
  "purse": 420,
  "large": 421,
  "resting": 422,
  "dock": 423,
  "east": 424,
  "on wall": 425,
  "necklace": 426,
  "e": 427,
  "american": 428,
  "abstract": 429,
  "watermelon": 430,
  "special": 431,
  "cupcake": 432,
  "red and yellow": 433,
  "892": 434,
  "both": 435,
  "200": 436,
  "board": 437,
  "looking": 438,
  "lots": 439,
  "jumping": 440,
  "polka dot": 441,
  "pants": 442,
  "motel": 443,
  "riding": 444,
  "boots": 445,
  "vegeta": 446,
  "gradiente": 447,
  "taking picture": 448,
  "cream": 449,
  "ibc": 450,
  "group": 451,
  "gold": 452,
  "stone": 453,
  "serving": 454,
  "turtle": 455,
  "black and silver": 456,
  "corona": 457,
  "harrods": 458,
  "clorox": 459,
  "toaster": 460,
  "engine": 461,
  "electricity": 462,
  "harrison's": 463,
  "klm": 464,
  "signal": 465,
  "alive": 466,
  "candles": 467,
  "68": 468,
  "fanny pack": 469,
  "pond": 470,
  "pico": 471,
  "oversize": 472,
  "chocolate iced with sprinkles": 473,
  "922": 474,
  "goatee": 475,
  "happy birthday": 476,
  "know hope": 477,
  "clothespin": 478,
  "barrel": 479,
  "cactus": 480,
  "background": 481,
  "log": 482,
  "wire": 483,
  "crow": 484,
  "cargo": 485,
  "crosswalk": 486,
  "evening": 487,
  "guatemala": 488,
  "flower": 489,
  "cement": 490,
  "knife and spoon": 491,
  "del taco": 492,
  "sneakers": 493,
  "nobody": 494,
  "12:55": 495,
  "yellow and red": 496,
  "ancient": 497,
  "apron": 498,
  "boys": 499,
  "greenwich": 500,
  "pike place fish": 501,
  "swim trunks": 502,
  "shirt": 503,
  "drill": 504,
  "blue and red": 505,
  "dusk": 506,
  "candy": 507,
  "playing": 508,
  "mets": 509,
  "internet": 510,
  "1 foot": 511,
  "never": 512,
  "725": 513,
  "birds": 514,
  "w": 515,
  "mystic blue signs": 516,
  "store": 517,
  "cupboards": 518,
  "pay": 519,
  "09/14/2007": 520,
  "downhill": 521,
  "toothbrushes": 522,
  "140": 523,
  "18": 524,
  "happy": 525,
  "cutting board": 526,
  "rainy": 527,
  "soap": 528,
  "horizontal": 529,
  "chinese": 530,
  "bright": 531,
  "air force": 532,
  "professional": 533,
  "suit": 534,
  "cane": 535,
  "grand central": 536,
  "tusk": 537,
  "camel": 538,
  "tobacco": 539,
  "4:35": 540,
  "minnie mouse": 541,
  "homemade": 542,
  "movie": 543,
  "parmesan": 544,
  "barbed wire": 545,
  "freeze": 546,
  "tea kettle": 547,
  "ne": 548,
  "porcelain": 549,
  "ferris wheel": 550,
  "shepherd": 551,
  "forks": 552,
  "saxon street": 553,
  "quiznos": 554,
  "ski pole": 555,
  "chef": 556,
  "mustard": 557,
  "wmatacom": 558,
  "umpire": 559,
  "morning": 560,
  "thick": 561,
  "from": 562,
  "running": 563,
  "sausage": 564,
  "good": 565,
  "sweet potato": 566,
  "air cargo": 567,
  "dutchsimba": 568,
  "floor lamp": 569,
  "urban": 570,
  "i don't know": 571,
  "tomato": 572,
  "socks": 573,
  "cutting tie": 574,
  "ring": 575,
  "china": 576,
  "tent": 577,
  "collar": 578,
  "television": 579,
  "in air": 580,
  "sweater": 581,
  "america": 582,
  "reflection": 583,
  "a's": 584,
  "parking": 585,
  "caution": 586,
  "croquet": 587,
  "mutt": 588,
  "interjet": 589,
  "folgers": 590,
  "lights": 591,
  "tape": 592,
  "hose": 593,
  "double decker": 594,
  "market": 595,
  "trailer": 596,
  "green and red": 597,
  "fabric": 598,
  "houses": 599,
  "toyota": 600,
  "mickey mouse": 601,
  "ecnarf": 602,
  "twin": 603,
  "window sill": 604,
  "school buses": 605,
  "black and red": 606,
  "lead": 607,
  "highway": 608,
  "nbc": 609,
  "dress": 610,
  "meow": 611,
  "06/05/2011": 612,
  "tennis court": 613,
  "poster": 614,
  "mouse": 615,
  "diced": 616,
  "boxes": 617,
  "photograph": 618,
  "red and green": 619,
  "no swimming": 620,
  "sprinkles": 621,
  "free": 622,
  "motorbike": 623,
  "poles": 624,
  "young": 625,
  "birthday cake": 626,
  "sauce": 627,
  "rolex": 628,
  "referee": 629,
  "8:00": 630,
  "melted": 631,
  "not at all": 632,
  "fries": 633,
  "lamp": 634,
  "middle": 635,
  "tower": 636,
  "back": 637,
  "baseball cap": 638,
  "white and red": 639,
  "bricks": 640,
  "petting sheep": 641,
  "cannot tell": 642,
  "1:50": 643,
  "peanut": 644,
  "dish": 645,
  "soldier": 646,
  "human": 647,
  "herding": 648,
  "rose": 649,
  "300": 650,
  "on left": 651,
  "swimsuit": 652,
  "kites": 653,
  "veggie": 654,
  "dots": 655,
  "30": 656,
  "cage": 657,
  "can": 658,
  "cup": 659,
  "parasailing": 660,
  "town": 661,
  "friend": 662,
  "green and yellow": 663,
  "safety": 664,
  "red sox": 665,
  "microphone": 666,
  "vase": 667,
  "23": 668,
  "rocks": 669,
  "syrup": 670,
  "white and blue": 671,
  "fishing": 672,
  "3105": 673,
  "ironing board": 674,
  "museum": 675,
  "merrell": 676,
  "dashboard": 677,
  "2:04": 678,
  "dinosaur": 679,
  "asphalt": 680,
  "shallow": 681,
  "brazil": 682,
  "spork": 683,
  "48": 684,
  "3:55": 685,
  "modern": 686,
  "cherry restaurant": 687,
  "hp": 688,
  "palm": 689,
  "tennis racquet": 690,
  "carpeted": 691,
  "rhino and zebra": 692,
  "women's": 693,
  "on couch": 694,
  "remote control": 695,
  "44": 696,
  "ring finger": 697,
  "kettle": 698,
  "cleaners": 699,
  "524": 700,
  "minutes": 701,
  "print": 702,
  "belly button": 703,
  "jeans": 704,
  "circus": 705,
  "waffle": 706,
  "black, white": 707,
  "white and gray": 708,
  "green and black": 709,
  "screen projection": 710,
  "business": 711,
  "smile": 712,
  "homeless": 713,
  "automatic": 714,
  "pink and white": 715,
  "railing": 716,
  "stainless steel": 717,
  "bottom": 718,
  "left side": 719,
  "on counter": 720,
  "towel": 721,
  "spanish": 722,
  "meat": 723,
  "bacon": 724,
  "not very": 725,
  "potatoes": 726,
  "sweet": 727,
  "church": 728,
  "peace way": 729,
  "stairs": 730,
  "somerset": 731,
  "traffic light": 732,
  "anniversary": 733,
  "wedding": 734,
  "tomatoes": 735,
  "shingles": 736,
  "several": 737,
  "florist": 738,
  "stuffed animals": 739,
  "dark brown": 740,
  "55": 741,
  "grill": 742,
  "11:55": 743,
  "hair dryer": 744,
  "street light": 745,
  "knife and fork": 746,
  "fork and knife": 747,
  "parasail": 748,
  "polka dots": 749,
  "wine": 750,
  "bus stop": 751,
  "pineapple": 752,
  "blue and orange": 753,
  "door": 754,
  "leggings": 755,
  "travel": 756,
  "stripe": 757,
  "eyes": 758,
  "playing baseball": 759,
  "lettuce": 760,
  "eat": 761,
  "gas": 762,
  "riding bike": 763,
  "chin": 764,
  "planes": 765,
  "hand": 766,
  "windsurfing": 767,
  "tiger": 768,
  "just": 769,
  "meter remains as courtesy to cyclists please pay at pay box": 770,
  "logo": 771,
  "ivan malafeyev": 772,
  "9/14/2007": 773,
  "side by side": 774,
  "2:20": 775,
  "iphone": 776,
  "on building": 777,
  "drop coffee": 778,
  "on ground": 779,
  "tank": 780,
  "bad": 781,
  "liberty": 782,
  "2.00": 783,
  "suit coat": 784,
  "bank of west": 785,
  "plates": 786,
  "a3": 787,
  "teal": 788,
  "starburst": 789,
  "costume": 790,
  "surfer": 791,
  "mushroom": 792,
  "suitcase": 793,
  "guitars": 794,
  "scania": 795,
  "hair": 796,
  "lap": 797,
  "on chair": 798,
  "talking on phone": 799,
  "peeling paint": 800,
  "bridges": 801,
  "global warming": 802,
  "oval": 803,
  "mask": 804,
  "air conditioner": 805,
  "feeding calf": 806,
  "construction": 807,
  "telephone": 808,
  "stop sign": 809,
  "wetsuit": 810,
  "f&b": 811,
  "mesh": 812,
  "brushing": 813,
  "can't see": 814,
  "cross legged": 815,
  "raft": 816,
  "squares": 817,
  "oak": 818,
  "light blue": 819,
  "unclear": 820,
  "counter": 821,
  "in shower": 822,
  "cap": 823,
  "onion": 824,
  "hot": 825,
  "long": 826,
  "r": 827,
  "cargo plane": 828,
  "day": 829,
  "no idea": 830,
  "cherry": 831,
  "roof": 832,
  "straw": 833,
  "ice": 834,
  "high": 835,
  "strawberry": 836,
  "sugar": 837,
  "living": 838,
  "60": 839,
  "clock tower": 840,
  "bunk bed": 841,
  "racquet": 842,
  "dining room": 843,
  "front": 844,
  "mom": 845,
  "white, black": 846,
  "45": 847,
  "ramp": 848,
  "bathing suit": 849,
  "kids": 850,
  "rectangular": 851,
  "gps": 852,
  "tennis racquets": 853,
  "live": 854,
  "spectators": 855,
  "parked": 856,
  "united states": 857,
  "tennessee": 858,
  "onesie": 859,
  "pasta": 860,
  "juice": 861,
  "hot sauce": 862,
  "black and yellow": 863,
  "leaf": 864,
  "old man": 865,
  "basket": 866,
  "croquet mallets": 867,
  "atomic cafe": 868,
  "9:51": 869,
  "09:51": 870,
  "pierogi fest": 871,
  "moped": 872,
  "off white": 873,
  "straps": 874,
  "water skiing": 875,
  "racing": 876,
  "people with him": 877,
  "rowing": 878,
  "la": 879,
  "behind camera": 880,
  "humans": 881,
  "apples": 882,
  "shade": 883,
  "by bus": 884,
  "shop": 885,
  "magazines": 886,
  "bus number": 887,
  "3:00": 888,
  "blue and black": 889,
  "knee pad": 890,
  "night time": 891,
  "bulls": 892,
  "black and orange": 893,
  "black, silver": 894,
  "right side": 895,
  "playing soccer": 896,
  "fake": 897,
  "iron": 898,
  "21": 899,
  "no flag": 900,
  "tissue": 901,
  "smart car": 902,
  "seaport cafe": 903,
  "parachute": 904,
  "spatula": 905,
  "lb": 906,
  "zebra and rhino": 907,
  "supermarket": 908,
  "water skis": 909,
  "26": 910,
  "kissing": 911,
  "3:24": 912,
  "3:25": 913,
  "filtered": 914,
  "soap dispenser": 915,
  "left one": 916,
  "no phone": 917,
  "vegetarian": 918,
  "laying": 919,
  "aluminum foil": 920,
  "35": 921,
  "under fruit": 922,
  "cat food": 923,
  "doberman": 924,
  "produce": 925,
  "5:30": 926,
  "lilacs": 927,
  "cafeteria": 928,
  "1:53": 929,
  "throwing": 930,
  "tightrope": 931,
  "superbad dick rickman": 932,
  "santa": 933,
  "in pot": 934,
  "plastic knife": 935,
  "white and purple": 936,
  "frowning": 937,
  "black white": 938,
  "on": 939,
  "big": 940,
  "36": 941,
  "very big": 942,
  "vent": 943,
  "document": 944,
  "monitor": 945,
  "outlook web app": 946,
  "maple": 947,
  "trunk": 948,
  "propeller": 949,
  "wooden": 950,
  "thin": 951,
  "tag": 952,
  "african": 953,
  "not": 954,
  "sweet potato fries": 955,
  "long ways": 956,
  "cut": 957,
  "parsley": 958,
  "basil": 959,
  "peace way hotel": 960,
  "n": 961,
  "commercial": 962,
  "floor": 963,
  "streetlight": 964,
  "in street": 965,
  "color": 966,
  "sunset": 967,
  "evergreen": 968,
  "steeple": 969,
  "patterned": 970,
  "messy": 971,
  "flower shop": 972,
  "watching": 973,
  "blue yellow": 974,
  "possibly": 975,
  "pink and yellow": 976,
  "es": 977,
  "red yellow": 978,
  "bunk": 979,
  "dishes": 980,
  "black & white": 981,
  "popcorn": 982,
  "on bed": 983,
  "cumulus": 984,
  "dark": 985,
  "pear": 986,
  "wires": 987,
  "80": 988,
  "evergreens": 989,
  "skier": 990,
  "bathing": 991,
  "best friends": 992,
  "children": 993,
  "smartphone": 994,
  "bathtub": 995,
  "protection": 996,
  "40": 997,
  "african american": 998,
  "backyard": 999,
  "crowd": 1000
}